#include <iostream>

using namespace std;
int main() {
    system("chcp 65001");
    cout << "Блистая, облака лепились\n"
            "В лазури пламенного дня.\n"
            "Две розы под окном раскрылись —\n"
            "Две чаши, полные огня.\n"
            "В окно, в прохладный сумрак дома,\n"
            "Глядел зеленый знойный сад,\n"
            "И сена душная истома\n"
            "Струила сладкий аромат.\n"
            "Порою, звучный и тяжелый,\n"
            "Высоко в небе грохотал\n"
            "Громовый гул… Но пели пчелы,\n"
            "Звенели мухи — день сиял.\n"
            "Порою шумно пробегали\n"
            "Потоки ливней голубых…\n"
            "Но солнце и лазурь мигали\n"
            "В зеркально-зыбком блеске их —\n"
            "И день сиял, и млели розы,\n"
            "Головки томные клоня,\n"
            "И улыбалися сквозь слезы\n"
            "Очами, полными огня." << endl;
    return 0;
}
